Revit 2024 API
ParameterTypeId.RebarSystemSpacingBottomDirn1 Property
 "Bottom Major Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarSystemSpacingBottomDirn1 { get; }
Visual Basic
Public Shared ReadOnly Property RebarSystemSpacingBottomDirn1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarSystemSpacingBottomDirn1 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace